Repository: SvenJuergens/rs_securedownload
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rssecuredownload_codes
source: Secure Download Codes
de: Sichere Download Codes

# tx_rssecuredownload_codes.title
source: title
de: Titel

# tx_rssecuredownload_codes.description
source: description
de: Beschreibung

# tx_rssecuredownload_codes.codeprompt
source: codeprompt
de: Kennwort Frage

# tx_rssecuredownload_codes.code
source: code
de: Kennwort

# tx_rssecuredownload_codes.file
source: file (max. 1)
de: Datei (max. 1)

# tx_rssecuredownload_codes.numberuses
source: Number of usages
de: Anzahl der Benutzungen

# tx_rssecuredownload_logs
source: Secure Download Log
de: Sichere Download Logs

# tx_rssecuredownload_logs.docid
source: document ID
de: Dokument ID

# tx_rssecuredownload_logs.accesstime
source: accesstime
de: Zugriffszeit

# tx_rssecuredownload_logs.rbrowser
source: Remote Browser
de: Benutzer Browser

# tx_rssecuredownload_logs.ripadress
source: Remote IP-Adress
de: Benutzer IP Aresse

# tx_rssecuredownload_logs.rname
source: Remote Name
de: Benutzer Name

# tx_rssecuredownload_logs.error
source: error type
de: Fehlertyp

# tx_rssecuredownload_logs.errortext
source: error type
de: Fehlertext

# tt_content.list_type_pi1
source: Secure Download Form
de: Sicheres Download Formular

# tt_content.pi_flexform.sheet_general
source: Download selection
de: Download Auswahl

# tt_content.pi_flexform.downloadselect
source: Download selection (max 1)
de: Download Auswahl (max. 1)

# tt_content.pi_flexform.tryall
source: Try all saved codes (ignores value in Download selection)
de: Teste alle gespeicherten Kennw√∂rter (keine Beachtung von Download Auswahl)
